[Challenges.Challenge_Orchid_Crystals ChallengeDefinition]
Description="Collect Seraph Crystals."

[Challenges.Challenge_Orchid_KillBandits ChallengeDefinition]
Description="Kill pirates."

[Challenges.Challenge_Orchid_KillBandits:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Kill 50 pirates"

[Challenges.Challenge_Orchid_KillBandits:ChallengeConditionDefinition_10 ChallengeConditionDefinition]
Description="Kill 150 pirates"

[Challenges.Challenge_Orchid_KillBandits:ChallengeConditionDefinition_11 ChallengeConditionDefinition]
Description="Kill 200 pirates"

[Challenges.Challenge_Orchid_KillBandits:ChallengeConditionDefinition_12 ChallengeConditionDefinition]
Description="Kill 250 pirates"

[Challenges.Challenge_Orchid_KillBandits:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
Description="Kill 100 pirates"

[Challenges.Challenge_Orchid_KillHovercrafts ChallengeDefinition]
Description="Destroy pirate hovercrafts."

[Challenges.Challenge_Orchid_KillHovercrafts:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Destroy 10 pirate hovercrafts"

[Challenges.Challenge_Orchid_KillHovercrafts:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Destroy 5 pirate hovercrafts"

[Challenges.Challenge_Orchid_KillHovercrafts:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="Destroy 15 pirate hovercrafts"

[Challenges.Challenge_Orchid_KillHovercrafts:ChallengeConditionDefinition_6 ChallengeConditionDefinition]
Description="Destroy 20 pirate hovercrafts"

[Challenges.Challenge_Orchid_KillHovercrafts:ChallengeConditionDefinition_7 ChallengeConditionDefinition]
Description="Destroy 30 pirate hovercrafts"

[Challenges.Challenge_Orchid_KillWorms ChallengeDefinition]
Description="Kill sand worms."

[Challenges.Challenge_Orchid_KillWorms:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Kill 10 sand worms"

[Challenges.Challenge_Orchid_KillWorms:ChallengeConditionDefinition_2 ChallengeConditionDefinition]
Description="Kill 20 sand worms"

[Challenges.Challenge_Orchid_KillWorms:ChallengeConditionDefinition_3 ChallengeConditionDefinition]
Description="Kill 30 sand worms"

[Challenges.Challenge_Orchid_KillWorms:ChallengeConditionDefinition_4 ChallengeConditionDefinition]
Description="Kill 50 sand worms"

[Challenges.Challenge_Orchid_KillWorms:ChallengeConditionDefinition_9 ChallengeConditionDefinition]
Description="Kill 80 sand worms"

[Challenges.Challenge_Orchid_PirateChests ChallengeDefinition]
Description="Open pirate chests."

[Challenges.Challenge_Orchid_PirateChests:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Open 25 pirate chests"

[Challenges.Challenge_Orchid_PirateChests:ChallengeConditionDefinition_13 ChallengeConditionDefinition]
Description="Open 250 pirate chests"

[Challenges.Challenge_Orchid_PirateChests:ChallengeConditionDefinition_14 ChallengeConditionDefinition]
Description="Open 375 pirate chests"

[Challenges.Challenge_Orchid_PirateChests:ChallengeConditionDefinition_8 ChallengeConditionDefinition]
Description="Open 75 pirate chests"

[Challenges.Challenge_Orchid_PirateChests:ChallengeConditionDefinition_9 ChallengeConditionDefinition]
Description="Open 150 pirate chests"

[Challenges.Challenge_Orchid_Purchase ChallengeDefinition]
Description="Purchase items with Seraph Crystals."

[Challenges.Challenge_Orchid_Purchase:ChallengeConditionDefinition_0 ChallengeConditionDefinition]
Description="Purchase 3 items with Seraph Crystals"

[Challenges.Challenge_Orchid_Purchase:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Purchase an item with Seraph Crystals"

[Challenges.Challenge_Orchid_Purchase:ChallengeConditionDefinition_3 ChallengeConditionDefinition]
Description="Purchase 5 items with Seraph Crystals"

[Challenges.Challenge_Orchid_Purchase:ChallengeConditionDefinition_4 ChallengeConditionDefinition]
Description="Purchase 10 items with Seraph Crystals"

[Challenges.Challenge_Orchid_Purchase:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="Purchase 15 items with Seraph Crystals"

[Challenges.Challenge_Orchid_Raid1 ChallengeDefinition]
Description="Divide Hyperius by zero."

[Challenges.Challenge_Orchid_Raid1:ChallengeConditionDefinition_1 ChallengeConditionDefinition]
Description="Defeat Hyperius the Invincible once"

[Challenges.Challenge_Orchid_Raid3 ChallengeDefinition]
Description="Feed Master Gee to his worms."

[Challenges.Challenge_Orchid_Raid3:ChallengeConditionDefinition_5 ChallengeConditionDefinition]
Description="Defeat Master Gee the Invincible once"

[LevelChallenges.Caves_SecretStash ChallengeDefinition]
Description="Find the secret area beyond the crystalisk territory."

[LevelChallenges.OasisTown_RooftopChests ChallengeDefinition]
Description="Find the two treasure chests on the Oasis rooftops."

[LevelChallenges.Refinery_FindThings ChallengeDefinition]
Description="Find six additional pieces of C3n50r807 contraband."

[LevelChallenges.SaltFlats_HovercraftLand ChallengeDefinition]
Description="Land the sandskiff on the Buccaneer's Bacchanal."
